{
  "emails": [
    {
      "id": "19c2eb8716c09da5",
      "from": "Shannon Hughes <navigatingsf@gmail.com>",
      "subject": "Re: Kande Photo Booths Quote Following up Shannon Hughes Private Event | 3/7/2026",
      "snippet": "Returning client asking what package they had last year at Polmeroy Center",
      "date": "2026-02-05T08:52:00Z",
      "draft": "Hey Shannon,\n\nIt's great to hear from you again!  Could you remind me what package you had last year?  I want to make sure I'm putting together the same setup for you.\n\nLet me know if you have any questions?\n\nThanks!",
      "priority": "high",
      "notes": "RETURNING CLIENT - ask her to remind us what package they had"
    },
    {
      "id": "19c2e9cce0a4e92a",
      "from": "Meeta Roy <meetadevi84@gmail.com>",
      "subject": "Re: Kande Photo Booths rental follow up | Meeta Roy Birthday Party | 4/25/2026",
      "snippet": "Asking about difference between Vogue Booth and Custom Video Booth",
      "date": "2026-02-05T08:20:00Z",
      "draft": "Hey Meeta,\n\nGreat question!  Here's the difference:\n• **Vogue Booth:** A larger, elevated platform booth with dramatic lighting that changes colors behind you. It's designed to capture runway-style video and photos with a high-fashion feel. The camera captures you from head to toe as you step into the spotlight.\n• **Custom Video Booth:** A more traditional video recording setup where guests can record custom video messages or GIFs. It's great for capturing well-wishes, testimonials, or fun moments.\n\nFor a birthday party, the Vogue Booth would be more of a \"wow\" experience — very Instagrammable and gives everyone their red carpet moment.\n\nLet me know if you have any other questions?\n\nThanks!",
      "priority": "medium",
      "notes": "Birthday party - technical question about booth types"
    },
    {
      "id": "19c2e76ace8d4567",
      "from": "Grace Barruga <grace.barruga@strategyworld.co>",
      "subject": "Re: Grace Barruga XS Nightclub - Conference Party",
      "snippet": "Strategy World/Bitcoin conference party at XS Nightclub, 1000-3000 guests",
      "date": "2026-02-05T07:30:00Z",
      "draft": "Hey Grace,\n\nThanks for reaching out about your upcoming event!  The Strategy World and Bitcoin for Corporations party at XS sounds amazing.\n\nI've put together a quote for you here: KANDE QUOTE\nIt includes the AI Sketch Robot, AI Roaming Event Photographer, and Vogue Booth with half/full/extended day pricing.  The quote is dynamic and will adjust pricing based on the items you add to it.\n\nWith 1000-3000 guests, the AI Roaming Event Photographer is a great choice since it can move through the crowd and capture guests wherever they are.  The AI Sketch Robot is always a huge hit at conferences — guests love watching the robot draw their portrait live.\n\nLet me know if you have any questions?\n\nThanks!",
      "priority": "high",
      "notes": "BIG corporate event - XS Nightclub, needs quote link"
    },
    {
      "id": "19c2e5e76b86094b",
      "from": "Kailey Melichar <kailey.melichar@invnt.com>",
      "subject": "Re: Kailey Melichar Tech Client Photo Moment Activation",
      "snippet": "INVNT - Tech client influencer awards dinner in SF on Feb 27",
      "date": "2026-02-05T06:45:00Z",
      "draft": "Hey Kailey,\n\nThanks for reaching out about your upcoming event!\n\nI'd love to see the inspiration images you mentioned, could you send those over when you get a chance?\n\nIn the meantime, I've put together a quote for you here: KANDE QUOTE\nIt includes our Vogue Booth with half day pricing.  The quote is dynamic and will adjust pricing based on the items you add to it.\n\nFor the influencer awards dinner, the Vogue Booth creates amazing shareable content with its dramatic lighting and runway-style setup.  We could also explore some custom options depending on the inspiration you have in mind.\n\nAs for timeline — we'd ideally need to confirm by **February 20th** to ensure everything is prepped for the 27th.\n\nLet me know if you have any questions?\n\nThanks!",
      "priority": "high",
      "notes": "SF event Feb 27 - needs quote link, asked for inspiration images"
    },
    {
      "id": "19c2e3b1c0319475",
      "from": "Susan Ellis <sellis@ges.com>",
      "subject": "Re: Susan Ellis Bar & Restaurant Expo 2026",
      "snippet": "Corporate brand activation, 2 days (Mar 24-25), 11am-6pm",
      "date": "2026-02-05T06:00:00Z",
      "draft": "Hey Susan,\n\nThanks for reaching out about your upcoming event!  I've put together a quote for you here: KANDE QUOTE\nIt includes the experiences you were interested in with 2 full days (up to 8 hrs/day) pricing.  I've added in a 10% multi-day booking discount for day 2.\n\nThe quote is dynamic and will adjust pricing based on the items you add to it.\n\nLet me know if you have any questions?\n\nThanks!",
      "priority": "medium",
      "notes": "2-day expo - needs quote link with multi-day discount"
    },
    {
      "id": "19c2e2b1c0319476",
      "from": "Ashley Doss <ashleydoss@asana.com>",
      "subject": "Re: Ashley Doss Asana Sales Kick-off Reception",
      "snippet": "Asana corporate party, Feb 12, 6-9pm",
      "date": "2026-02-05T05:30:00Z",
      "draft": "Hey Ashley,\n\nThanks for reaching out about your upcoming event!  I've put together a quote for you here: KANDE QUOTE\nIt includes the experiences you were interested in with 3 hour pricing.  You can add additional hours using the line item in the package.\n\nThe quote is dynamic and will adjust pricing based on the items you add to it.\n\nLet me know if you have any questions?\n\nThanks!",
      "priority": "medium",
      "notes": "Asana Feb 12 - needs quote link, 3hr event"
    },
    {
      "id": "19c2bb5325dc8770",
      "from": "Sarah Pilsl <sarah.pilsl@medium-rare.com>",
      "subject": "Re: Sarah Pilsl Bert Kreischer Full Throttle Festival",
      "snippet": "Medium Rare - Bert Kreischer Full Throttle Festival, Feb 14, 7pm-1am",
      "date": "2026-02-05T04:00:00Z",
      "draft": "Hey Sarah,\n\nThanks for reaching out about your upcoming event!  I've put together a quote for you here: KANDE QUOTE\nIt includes the experiences you were interested in with full/extended day pricing (event runs 7pm-1am).\n\nThe quote is dynamic and will adjust pricing based on the items you add to it.\n\nLet me know if you have any questions?\n\nThanks!",
      "priority": "medium",
      "notes": "Bert Kreischer festival Feb 14 - needs quote link, extended hours"
    }
  ]
}
