{
  "emails": [
    {
      "id": "19c40a9241de6403",
      "from": "Brett Myers <bertdyers@gmail.com>",
      "subject": "Re: Brett Myers My daughter's Bat Mitzvah",
      "eventDate": "05/23/2026",
      "draft": "Hey Brett,\n\nThanks for reaching out about your daughter's Bat Mitzvah!  I've put together a quote for you here: KANDE QUOTE\nIt includes options for your celebration.  The quote is dynamic and will adjust pricing based on the items you add to it.\n\nBat Mitzvahs are always so much fun — our photo booths are a huge hit with the kids and adults alike.  We can customize the overlay with your daughter's name and event details.\n\nLet me know if you have any questions?"
    },
    {
      "id": "19c3e846d8197b3f",
      "from": "Jean Wang <jeanwang2012@gmail.com>",
      "subject": "Re: Jean Wang Interested in AI Photo Booth",
      "eventDate": "04/11/2026",
      "draft": "Hey Jean,\n\nThanks for reaching out about your upcoming wedding!  I've put together a quote for you here: KANDE QUOTE\nIt includes our AI Photo Booth.  The quote is dynamic and will adjust pricing based on the items you add to it.\n\nStemple Creek Ranch is beautiful — the AI Photo Booth will be a great addition for your guests.  For weddings, we also offer custom overlays and backdrops if you want to match your theme.\n\nLet me know if you have any questions?"
    },
    {
      "id": "19c3de0db9de2929",
      "from": "Ashley Larson <oroarkepta@gmail.com>",
      "subject": "Re: Ashley Larson Ties and Tiaras",
      "urgent": true,
      "eventDate": "02/12/2026",
      "draft": "Hey Ashley,\n\nThanks for reaching out about your upcoming event!  I've put together a quote for you here: KANDE QUOTE\nIt includes our Bronze package.  The quote is dynamic and will adjust pricing based on the items you add to it.\n\nWith 200-500 guests, you'll definitely want to make sure there's enough capacity — we can discuss adding a second booth or attendant if needed to keep lines moving.\n\nLet me know if you have any questions?"
    },
    {
      "id": "19c3a642cf6f599d",
      "from": "Staci Guy <staciguy@gmail.com>",
      "subject": "Re: Staci Guy 360 PHOTO BOOTH",
      "eventDate": "07/18/2026",
      "draft": "Hey Staci,\n\nThanks for reaching out about your upcoming wedding!  I've put together a quote for you here: KANDE QUOTE\nIt includes our 360 Photo Booth.  The quote is dynamic and will adjust pricing based on the items you add to it.\n\nFour Seasons Napa Valley is stunning — the 360 Booth creates amazing slow-motion videos that your guests will love sharing.  It's always a hit at weddings!\n\nLet me know if you have any questions?"
    },
    {
      "id": "19c35694807c5158",
      "from": "Courtney McKenna <courtney.mckenna@sierra.ai>",
      "subject": "Re: Courtney McKenna",
      "eventDate": "03/20/2026",
      "draft": "Hey Courtney,\n\nThanks for reaching out about your upcoming event!  I've put together a quote for you here: KANDE QUOTE\nIt includes a custom package to fit your needs.  The quote is dynamic and will adjust pricing based on the items you add to it.\n\nWith 500-1000 guests, you'll want multiple activations to keep lines short and engagement high.  I'd recommend a combination of our AI Photo Booth and Vogue Booth — they complement each other well and can handle high-volume events.\n\nLet me know if you have any questions?"
    },
    {
      "id": "19c3421c7da60acd",
      "from": "Amber Duong <aduong@markthomas.com>",
      "subject": "Re: Amber Duong Quotes for Holiday Party Dec 2026",
      "eventDate": "12/10/2026",
      "draft": "Hey Amber,\n\nThanks for reaching out about your upcoming holiday party!  I've put together a quote for you here: KANDE QUOTE\nIt includes a custom package to fit your needs.  The quote is dynamic and will adjust pricing based on the items you add to it.\n\nFor corporate holiday parties, our AI Photo Booth and Glam Booth are popular choices — they create fun, shareable content that employees love.\n\nLet me know if you have any questions?"
    },
    {
      "id": "19c2fb4240adcf5e",
      "from": "Jonathan Nellis <jonathan@nellisauction.com>",
      "subject": "Re: Jonathan Nellis Bullet Time Los Angeles",
      "urgent": true,
      "eventDate": "02/12/2026",
      "draft": "Hey Jonathan,\n\nThanks for reaching out about your upcoming event!  I've put together a quote for you here: KANDE QUOTE\nIt includes our Bullet Time experience.  The quote is dynamic and will adjust pricing based on the items you add to it.\n\nBullet Time is always a showstopper — the Matrix-style freeze effect gets everyone excited.  Since this is in LA, the quote includes travel costs for our team.\n\nLet me know if you have any questions?"
    }
  ],
  "lastSync": "2026-02-09T08:53:35.878Z",
  "syncAvailable": false,
  "message": "Email sync requires the local agent (gog CLI). Emails can be pushed manually via POST /api/inbox/refresh."
}
